Repository: nlvargas/riko-backend-test
Catalog: app/api/locale/*/LC_MESSAGES/django.po
Languages: fr

source: About
fr: A propos de nous

source: Buy & Sell
fr: Achète et vends

source: Choose your meal
fr: Choisissez votre repas

source: City
fr: Ville

source: Coming Soon
fr: Arrive bientôt

source: Commune
fr: Arrondissement

source: Cook whenever you want. You decide when to open and close your new homemade restaurant. With Riko, you are your own boss.
fr: Cuisinez quand vous voulez. C’est vous qui décidez quand ouvrir et quand fermer votre restaurant maison. Avec Riko, vous êtes votre propre patron.

source: Delivered on time
fr: Livré à l'heure

source: Did you know that all of your favourite food items are delivered to you at an additional price? Which is around 35%% of the actual price? We hate to pay extra and we believed that you too. With Riko, all of that it’s over. We are committed to eliminate all the extra cost associated with your food.
fr: Saviez-vous que tous vos plats préférés vous sont livrés avec un prix additionnel ? et qu’il représente près de 35% du prix total ? Nous n’aimons pas devoir payer plus cher, et nous croyons que vous non plus. Avec Riko, tout ça, c’est fini. Nous sommes décidés à éliminer les coûts extra associés à la préparation de vos plats.

source: Easy payment
fr: Paiement facile

source: Enter your contact info
fr: Entrez vos coordonnées

source: Enter your name
fr: Entrez votre nom

source: Get your food to your door at the exact time that you choose. We deliver, you enjoy!
fr: Recevez votre nourriture à votre porte à l’heure exacte que vous choisissez. Nous livrons, vous savourez !

source: Give us some information about you and what you cook. We will contact you as soon as posible.
fr: Dîtes nous en un peu à propos de votre cuisine et de vous. Nous vous contacterons aussi rapidement que possible.

source: Home
fr: Accueil

source: How it works?
fr: Comment ça marche ?

source: I want to be a chef!
fr: Je vous devenir chef !

source: Just pay for what you ordered
fr: Ne payez que ce que vous commandez

source: Just tell us about your cooking. Will not take you more than 5 minutes. After your account activation is complete, you will start earning.
fr: Dites-nous en juste un peu à propos de votre cuisine. Cela ne vous prendra pas plus de 10 minutes. Une fois votre compte activé, vous pouvez commencer à gagner de l’argent.

source: Let your talent for cooking become your income. Choose your best preparations and start earning money.
fr: Laissez votre talent pour la cuisine devenir votre source de revenus. Choisissez vos meilleures recettes et commencez à gagner de l’argent grâce à vos plats.

source: Make money from your kitchen
fr: Gagnez de l'argent grâce à votre cuisine

source: Our mission is to eliminate the walls of the gastronomic world – by giving a hundred of talented chefs the opportunity to sell their food and thousand of costumers to enjoy great dishes for great prices.
fr: Notre mission est d'éliminer les barrières du monde de la gastronomie en donnant à des centaines de talentueux chefs l'opportunité de vendre leur nourriture et à des milliers de clients celle de déguster de délicieux plast pour un bon prix

source: Pay online with credit card. Click, sit back and relax. We will take care of everything.
fr: Payez en ligne avec une carte de crédit ou de débit. Cliquez et détendez-vous. Nous nous occupons de tout.

source: Riko - Great food, Great prices
fr: Riko - Bonne nourriture, Bon prix

source: Riko is the easy and fast way to order delicious food from the best e-restaurants around you. Browse through menu and reviews to find the food you like and book your delivery.
fr: Riko, c’est la solution facile et rapide pour commander de délicieux plats cuisinés des meilleurs e-restaurants autour de vous. Naviguez parmi des centaines de plats et d’avis pour choisir le repas que vous voulez et réservez votre livraison.

source: Run your own e-restaurant or choose between hundreds of dishes cooked by talented chefs around you.
fr: Dirigez votre propre e-restaurant ou choisissez parmi des centaines de plats cuisinés par de talentueux chefs autour de vous.

source: Start is easy
fr: Commencer, c'est facile

source: Submit
fr: Envoyer

source: Want to be a Chef?
fr: Vous voulez devenir un chef ?

source: We know how overwhelming can be to start your own restaurant. It’s a huge amount of money and an unnecessary amount of time invested in things that are not really related with your passion. That’s why we wanna make it easier for you. We believe in your talent and we are committed to eliminate all the boundaries who stop your culinary development.
fr: Nous savons à quel point il est difficile d’ouvrir son propre restaurant. Cela implique un apport d'argent considérable et d’indénombrables heures passées à faire des choses qui ne sont pas réellement liées à votre passion. C'est pour ces raisons que nous voulons vous rendre les choses plus faciles. Nous croyons en votre talent et nous sommes décidés à briser toutes les barrières qui vous empêchent de le développer.

source: What kind of food do you cook? How many time have you been cooking? Are you already selling your food?
fr: Quel type de nourriture cuisinez-vous ? A quelle fréquence cuisinez-vous ? Vendez-vous déjà de la nourriture ?

source: You set your schedule
fr: Organisez vous-même votre emploi du temps

source: Your talent, your opportunities
fr: Votre talent, vos opportunités

source: homemade food
fr: Nourriture maison

source: on App Store
fr: Sur l'App Store

source: on Play Store
fr: sur Play Store
