Repository: nlvargas/riko-backend-test
Catalog: app/web/locale/*/LC_MESSAGES/django.po
Languages: es

source: Our mission is to eliminate the walls of the gastronomic world – by giving a hundred of talented chefs the opportunity to sell their food and thousand of costumers to enjoy great dishes for great prices.
es: Nuestra misión es eliminar las barreras del mundo gastronómico - dandole la oportunidad a cientos de talentosos chefs vender sus preparaciones y la oportunidad a miles de clientes de disfrutar de una excelente comida y por un excelente precio.

source: Your talent, your opportunities
es: Tu talento, tus oportunidades

source: We know how overwhelming can be to start your own restaurant. It’s a huge amount of money and an unnecessary amount of time invested in things that are not really related with your passion. That’s why we wanna make it easier for you. We believe in your talent and we are committed to eliminate all the boundaries who stop your culinary development.
es: Sabemos lo difícil que es abrir un restaurante. Necesitas una inmensa cantidad de dinero y una infinidad de horas invertidas en cosas que no están para nada relacionadas con tu pasión. Es por esto que lo queremos hacer más fácil para ti. Creemos en tu talento y estamos comprometidos a eliminar todas las barreras que detienen tu crecimiento culinario.

source: Just pay for what you ordered
es: Solo paga por lo que pediste.

source: Did you know that all of your favourite food items are delivered to you at an additional price? Which is around 35%% of the actual price? We hate to pay extra and we believed that you too. With Riko, all of that it’s over. We are committed to eliminate all the extra cost associated with your food.
es: ¿Sabías que con las app de delivery tradicionales tus comidas favoritas son entregadas con un precio promedio adicional de un 35%%? Nosotros odiamos pagar extra, y creemos que tú también. Con Riko, todo esto queda en el olvido. Estamos comprometidos a eliminar todo costo extra asociado con la comida que amas.

source: Want to be a Chef?
es: ¿Quieres convertirte en chef?

source: Give us some information about you and what you cook. We will contact you as soon as posible.
es: Cuéntanos un poco acerca de ti y de lo que cocinas. Te contactaremos tan pronto como nos sea posible.

source: Enter your name
es: Nombre

source: Enter your contact info
es: Información de contacto

source: City
es: Ciudad

source: Commune
es: Comuna

source: What kind of food do you cook? How many time have you been cooking? Are you already selling your food?
es: ¿Qué tipo de comida cocinas? ¿Hace cuanto tiempo que cocinas? ¿Ya comenzaste a vender tus preparaciones?

source: Submit
es: Enviar

source: Make money from your kitchen
es: Gana dinero desde tu propia cocina.

source: Let your talent for cooking become your income. Choose your best preparations and start earning money.
es: Deja que tu talento en la cocina se convierta en tu nuevo ingreso. Escoge tus mejores preparaciones y comienza a ganar dinero.

source: You set your schedule
es: Tu escoges tu horario

source: Cook whenever you want. You decide when to open and close your new homemade restaurant. With Riko, you are your own boss.
es: Cocina cuando tu quieras. Tu decides cuando abrir o cerrar tu propio restaurant. Con Riko, tu eres tu propio jefe.

source: Start is easy
es: Comenzar es sencillo

source: Just tell us about your cooking. Will not take you more than 5 minutes. After your account activation is complete, you will start earning.
es: Cuéntanos un poco acerca de tus preparaciones. No te tomara mas de 5 minutos. Una vez que activemos tu cuenta, podrás comenzar a ganar dinero desde tu propia cocina.

source: Riko - Great food, Great prices
es: Riko - Buena comida por buenos precios

source: Home
es: Inicio

source: About
es: Sobre Nosotros

source: I want to be a chef!
es: ¡Quiero ser chef!

source: Buy & Sell
es: Compra y vende

source: homemade food
es: comida hecha en casa

source: Run your own e-restaurant or choose between hundreds of dishes cooked by talented chefs around you.
es: Comienza tu propio e-restaurant o elige entre cientos de platos preparados por los chefs más talentosos de tu zona.

source: Coming Soon
es: Pronto

source: on App Store
es: En App Store

source: on Play Store
es: En Play Store

source: How it works?
es: Como funciona?

source: Choose your meal
es: Escoge tu comida

source: Riko is the easy and fast way to order delicious food from the best e-restaurants around you. Browse through menu and reviews to find the food you like and book your delivery.
es: Riko es la manera fácil y sencilla para disfrutar de deliciosa comida de los mejores restaurantes de comida casera alrededor tuyo. Navega entre cientos de opciones para encontrar la comida que mas te guste y agenda tu delivery.

source: Easy payment
es: Pago sencillo

source: Pay online with credit card. Click, sit back and relax. We will take care of everything.
es: Paga online con tu tarjeta de debito o crédito. Clickea, siéntate y relájate. Nosotros nos encargaremos de todo.

source: Delivered on time
es: Entregado a tiempo

source: Get your food to your door at the exact time that you choose. We deliver, you enjoy!
es: Recibe tu comida en la puerta de tu casa al horario que tú escojas. Nosotros entregamos, tu disfrutas!
